Repository: vickyfikria/led_box_xamarin
Catalog: ledbox/Resources/AppResources.*.resx
Languages: de, hr, hu, ru

source: ABOUT US
hr: O NAMA
hu: RÓLUNK
ru: О компании

# access_denied
source: It is not possible to use this interface because the LEDbox is already controlled by another user.
de: Diese Schnittstelle kann nicht verwendet werden, da die LEDbox bereits von einem anderen Benutzer gesteuert wird.
hr: Ovo sučelje nije moguće koristiti jer LEDbox koristi drugi korisnik.
hu: Ezzel a hozzáféréssel a LEDbox nem irányítható, mivel egy másik felhasználó már bejelentkezett.
ru: Отсутствует возможность использования данного интерфейса, потому что LEDbox уже управляется другим пользователем.

# action
source: Select command
de: Befehl auswählen:
hr: Odaberite naredbu
hu: Válassz utasítást:
ru: Выбрать команду

source: ACTIVITY
de: AKTIVITÄTEN'
hr: AKTIVNOST
hu: TEVÉKENYSÉG
ru: ДЕЙСТВИЕ

# activitydialog
source: There are activities running on LEDbox. Show?
de: Auf der LEDbox finden Aktivitäten statt. Visualisiere sie?
hr: Postoje aktivnosti koje se izvode na LEDboxu. Želite li ih vidjeti?
hu: A LEDboxon kivetíndő anyagok készen állnak. Megjeleníted?
ru: В LEDbox имеются активные действия. Показать?

# advanced_function_ledbox
source: Advanced functions LEDbox
de: Erweiterte LEDbox-Funktionen
hr: Napredne funkcije LEDbox-a
hu: Haladó funkciók LEDbox
ru: Расширенные функции LEDbox

source: Animation
hr: Animacije
hu: Animáció
ru: Анимация

# animation_velocity
source: Speed
de: Geschwindigkeit
hr: Brzina
hu: Sebesség
ru: Скорость

# another_diplay_process_execute
source: Another process is already running on LEDbox.
de: Ein anderer Prozess läuft bereits auf der LEDbox.
hr: Na LEDboxu je već pokrenut postupak.
hu: Egy másik tartalom már fut a LEDboxon.
ru: В LEDbox уже выполняется другой процесс.

# app_not_compatible
source: Version app not compatible with this LEDbox. Update app to last version.
de: Die App-Version ist nicht mit dieser LEDbox kompatibel. Aktualisieren Sie die App auf die neueste verfügbare Version.
hr: Verzija aplikacije nije kompatibilna s ovim LEDboxom. Ažurirajte aplikaciju.
hu: Az alkalmazás verzója elavult, nem kompatibilis a LEDbox-szal. Frissíts a legutóbbi verzióra!
ru: Версия приложения не совместима с данным LEDbox. Обновить приложение до последней версии.

source: Are you sure?
de: Sind Sie sicher, dass Sie mit der Operation fortfahren möchten?
hr: Jeste li sigurni?
hu: Biztos, hogy folytatod?
ru: Вы уверены?

source: Audio
hu: Hangbeállítások
ru: Аудио

source: Blinking
de: Blinkt
hr: Trepteće
hu: Villog
ru: Мерцание

source: Blue
de: Blau
hr: Plavo
hu: Kék
ru: Голубой

source: Cancel
de: Stornieren
hr: Poništiti
hu: Megszakítás
ru: Отмена

source: Change connection
de: Verbindungstyp
hr: Promijenite vezu
hu: Csatlakozási mód
ru: Изменить подключение

# change_language
source: Language
de: Zunge
hr: Jezik
hu: Nyelv
ru: Язык

source: Change user
de: Benutzer wechseln
hr: Promijenite korisnika
hu: Felhasználóváltás
ru: Сменить пользователя

# check_last_ledbox_version
source: Download LEDbox update
de: Laden Sie das LEDbox-Update herunter
hr: Skinite LEDbox ažuriranje
hu: Frissítések ellenőrzése
ru: Скачать обновление LEDbox

source: Choose
de: Wählen
hr: Odaberite
hu: Válassz!
ru: Выбрать

# choose_bluetooth
source: Select LEDbox to connect
de: Wählen Sie die LEDbox aus, zu der eine Verbindung hergestellt werden soll
hr: Odaberite LEDbox za povezivanje
hu: Válassz a kapcsolódni kívánt eszközök közül!
ru: Выбрать LEDbox для подключения

# color_text
source: Font color
de: Farbe
hr: Boja
hu: Betű szín
ru: Цвет шрифта

source: Configure LEDbox
de: Konfigurieren Sie die LEDbox
hr: Konfigurirajte LEDbox
hu: LEDbox konfiguráció
ru: Настройка LEDbox

# config_saved
source: Configuration Saved
de: Gespeicherte Konfigurationen
hr: Konfiguracija spremljena
hu: Beállítások mentve
ru: Настройки сохранены

# confirm_deletion
source: Files delete on LEDbox
de: Dateien auf der LEDbox erfolgreich gelöscht.
hr: Brisanje datoteka na LEDboxu
hu: LEDbox-on tárolt fájlok törlése
ru: Удаление файлов на LEDbox

# confirm_disinstallation
source: Uninstall selected element?
de: Das ausgewählte Element deinstallieren?
hr: Želite li deinstalirati odabranu stavku?
hu: Eltávolítod a válaszott elemet?
ru: Удалить выбранный элемент?

# confirm_installation
source: Download and install selected element?
de: Den ausgewählten Artikel herunterladen und installieren?
hr: Preuzmi i instaliraj odabranu stavku?
hu: Letöltöd és telepíted a válaszott elemet?
ru: Скачать и установить выбранный элемент?

source: Connect
de: Verbinden
hr: Poveži
hu: Kapcsolódás
ru: Подключить

# connecting_before_ledbox
source: Before connect to LEDbox
de: Stellen Sie zuerst eine Verbindung zur LEDbox her.
hr: Prvo se spojite na LEDbox
hu: Előbb kapcsolódj a LEDboxhoz!
ru: Перед подключением к LEDbox

source: Connecting LEDbox...
de: Verbindung zur LEDbox wird hergestellt ...
hr: Povezivanje LEDboxa u tijeku...
hu: Kapcsolódás a LEDbox-hoz…
ru: Идет подключение к LEDbox...

# connect_last_ledbox
source: Connect to the latest LEDbox?
de: Verbindung zur letzten LEDbox herstellen, mit der Sie verbunden sind?
hr: Spojite se na posljednje povezani LEDbox?
hu: Kapcsolódsz a legutóbb használt LEDbox-hoz?
ru: Подключиться к последнему LEDbox?

# connect_to_wifi
source: Connect the device to the Wi-Fi network where the LEDbox is connected.
de: Verbinden Sie das Gerät mit dem Wi-Fi-Netzwerk, mit dem die LEDbox verbunden ist.
hr: Spojite uređaj na Wi-Fi mrežu na koju je LEDbox spojen.
hu: Kapcsolódj a készülékkel ahhoz a Wi-Fi hálózathoz, amelyhez a LEDbox is kapcsolódik.
ru: Подключите устройство к сети Wi-Fi, к которой подключен LEDbox.

source: Create playlist
de: Wiedergabeliste erstellen
hr: Stvoriti popis za reprodukciju
hu: Lejátszási lista létrehozása
ru: Создание плейлиста

# creation_progress
source: File creation in progress...
de: Dateierstellung läuft ...
hr: Izrada datoteke u tijeku...
hu: A fájl létrehozása folyamatban van...
ru: Создание файла процессе...

# credits
source: About us
de: Informationen zu...
hr: O nama
hu: Rólunk
ru: О компании

source: Current setting
de: Aktuelle Einstellung:
hr: Trenutna postavka
hu: Jelenlegi beállítások:
ru: Текущие установки

source: CUSTOM TEXT
de: FREIER TEXT
hr: PRILAGOĐENI TEKST
hu: SZÖVEGBEVITEL
ru: ТЕКСТ ПОЛЬЗОВАТЕЛЯ

source: Delete
de: Löschen
hr: Izbrisati
hu: Törlés
ru: Удалить

# delete_playlistaudio
source: Delete all playlist audios on LEDbox
de: Löschen Sie alle Audio-Wiedergabelisten auf der LEDbox
hr: Izbrisati sve popise za reprodukciju na LEDboxu
hu: Minden hanglejátszási lista törlése a LEDboxról
ru: Удалить все аудио плейлисты с LEDbox

# delete_playlistimage
source: Delete all practices on LEDbox
de: Löschen Sie alle Übungssequenzen auf der LEDbox
hr: Izbrisati sve vježbe na LEDboxu
hu: Minden feladat törlése a LEDbox-ról
ru: Удалить все тренировки с LEDbox

# dhcp_restarted
source: LAN network restarted
de: LAN-Netzwerk neu gestartet
hr: LAN mreža ponovno pokrenuta
hu: LAN hálózat újraindítása
ru: Сеть LAN запускается повторно

# disable_mobile_connection
source: To Wi-Fi connection on LEDbox, disable mobile data.
de: Deaktivieren Sie die mobilen Daten des Geräts, um über WLAN eine Verbindung zur LEDbox herzustellen.
hr: Onemogućite mobilne podatke za povezivanje na Wi-Fi vezu na LEDboxu.
hu: A LEDbox-szal kialakítandó Wi-Fi kapcsolathoz, kapcsold ki a mobil adatforgalmat a készülékén!
ru: Для подключения к LEDbox по сети Wi-Fi отключите передачу мобильных данных.

source: Disconnect
de: Trennen
hr: Odspojiti
hu: Kapcsolat bontása
ru: Отключить

# disconnect_for_change_language
source: LEDbox disconnect to change language.
de: Um die Sprache zu ändern, habe ich die LEDbox getrennt.
hr: Odspojite LEDbox da biste promijenili jezik.
hu: Nyelvváltoztatáshoz kapcsolat megszakítása a LEDbox-szal.
ru: Отключите LEDbox для смены языка.

# disinstallation
source: Uninstall
de: Deinstallieren
hr: Deinstaliraj
hu: Eltávolítás
ru: Удалить

source: Downloading...
de: Wird heruntergeladen ...
hr: Preuzimanje...
hu: Letöltés…
ru: Загружается...

# downloading_preinstall
source: Downloading default values ...
de: Standarddaten-Download läuft ...
hr: Preuzimanje zadanih vrijednosti u tijeku...
hu: Gyári beállítások letöltése…
ru: Загрузка значений по умолчанию

source: Download and install
de: Herunterladen und installieren
hr: Preuzmite i instalirajte
hu: Letöltés és telepítés
ru: Загрузить и установить

# download_last_upgrade_completed
source: LEDbox update successfully downloaded.
de: LEDbox-Update erfolgreich heruntergeladen.
hr: LEDbox ažuriranje uspješno preuzeto.
hu: LEDbox sikeresen frissítve
ru: Обновление LEDbox успешно установлено

source: Download list...
de: Liste Download in Bearbeitung ...
hr: Popis preuzimanja...
hu: Letöltési lista…
ru: Загрузка списка...

source: Download manual
de: Download Handbuch
hr: Preuzmite priručnik
hu: Kézikönyv letöltése
ru: Загрузка руководства пользователя

source: Duplicate
de: Duplikat
hr: Dupliciraj
hu: Duplázás
ru: Дублировать

source: Edit
de: Bearbeiten
hr: Uredi
hu: Módosítás
ru: Редактировать

# elements
source: Items
de: Elemente
hr: Elementi
hu: elemek
ru: Позиции

# enter_ip_ledbox
source: Enter the IP address of the LEDbox (try 172.24.1.1) and connecting again.
de: Geben Sie die IP-Adresse der LEDbox ein (versuchen Sie es mit 172.24.1.1) und versuchen Sie erneut, eine Verbindung herzustellen.
hr: Unesite IP adresu LEDboxa (probajte 172.24.1.1) i ponovno se povežite
hu: Adja meg a LEDbox IP címét (próbálja a 172.24.1.1) és próbáljon újrakapcsolódni!
ru: Введите IP адрес LEDbox (попробуйте 172.24.1.1) и установите соединение повторно.

# error_communication
source: Communication error with LEDbox.
de: Kommunikationsfehler mit der LEDbox
hr: Komunikacijska greška s LEDboxom.
hu: Hiba a LEDbox-szal történő kommunikációban
ru: Ошибки обмена данных с LEDbox

# error_connection
source: Connection error
de: Verbindungsfehler
hr: Greška u povezivanju
hu: Kapcsolódási hiba
ru: Ошибка подключения

source: Error connection to LEDbox
de: Fehler beim Verbinden mit der LEDbox
hr: Greška u povezivanju s LEDboxom
hu: Hiba a LEDbox-hoz való kapcsolódásban
ru: Ошибка подключения к LEDbox

# error_connection_to_ledbox_bluetooth
source: Error during Bluetooth connection. Check if LEDbox is on.
de: Fehler während der Bluetooth-Verbindung. Stellen Sie sicher, dass die LEDbox leuchtet.
hr: Greška tijekom Bluetooth povezivanja. Provjerite da li je LEDbox uključen.
hu: Hiba történt a Bluetooth kapcsolat kialakítása közben. Ellenőrizze, hogy a LEDbox be van kapcsolva!
ru: Ошибка в ходе подключения к Bluetooth. Проверьте, включен ли LEDbox.

# error_download
source: Download error
de: Fehler beim Herunterladen
hr: Greška u preuzimanju
hu: Hiba a letöltésben
ru: Ошибка загрузки

# error_image
source: Image creation error
de: Bilderzeugungsfehler
hr: Greška u stvaranju slike
hu: Hiba a képkialakításban
ru: Ошибка создания изображения

# error_read
source: Read error
de: Lese fehler
hr: Greška kod čitanja
hu: Olvasási hiba
ru: Ошибка считывания

# error_upload
source: Error during upload
de: Fehler beim Laden der LEDbox.
hr: Greška tijekom prijenosa
hu: Hiba a LEDbox-ra történő feltöltésben
ru: Ошибка в ходе скачивания

# error_zip
source: Error creating package of media files.
de: Fehler beim Packen der Mediendateien.
hr: Greška u stvaranju paketa medijskih datoteka.
hu: Hiba a médiafájlok készítése közben
ru: Ошибка в ходе создания пакета файлов мультимедиа.

# from_local
source: From your device
de: Von Ihrem Gerät
hr: S Vašeg uređaja
hu: Saját készülékről
ru: С вашего устройства

# from_online
source: Online
ru: Онлайн

source: Gallery
de: Tunnel
hr: Galerija
hu: Galéria
ru: Галерея

source: Green
de: Grün
hr: Zeleno
hu: Zöld
ru: Зеленый

source: Image
de: Bilder
hr: Slika
hu: Képek
ru: Изображение

# image_cover
source: Cover on LEDbox
de: Abdeckung auf der LEDbox
hr: Naslovnica na LEDboxu
hu: LEDbox háttér
ru: Заставка LEDbox

# image_video
source: Picture
de: Bilder
hr: Slika
hu: Képek
ru: Изображение

# image_wait
source: Cover
de: Startseite
hr: Naslovnica
hu: Hátterek
ru: Заставка

# insert_name_playlist
source: Insert playlist name
de: Geben Sie den Namen der Wiedergabeliste ein
hr: Unesite ime popisa za reprodukciju
hu: Adja meg a lejátszási lista nevét!
ru: Введите название плейлиста

# insert_name_practice
source: Insert practice name
de: Geben Sie den Namen der Übungssequenz ein
hr: Unesite ime za vježbu
hu: Adja meg az elvégzendő feladat nevét!
ru: Введите название тренировки

# insert_title
source: Insert the title
de: Geben Sie den Titel ein
hr: Unesite naslov
hu: Adja meg a címet!
ru: Введите заголовок

source: Installation
hr: Instalacija
hu: Telepítés
ru: Установка

source: Installation complete
de: Installation abgeschlossen
hr: Instalacija dovršena
hu: A telepítés befejeződött.
ru: Установка завершена

# interface_for_only_admin
source: This interface can it be use only first user that had connect to LEDbox.
de: Diese Schnittstelle kann nur von dem ersten Benutzer verwendet werden, der sich bei der LEDbox angemeldet hat.
hr: Ovo sučelje može koristiti samo korisnik koji se prvi povezao s LEDboxom.
hu: Ez a felület csak az első olyan felhasználó lehet, aki csatlakozott a LEDboxhoz.
ru: Данный интерфейс может использоваться только первым пользователем, подключившимся к LEDbox.

# interface_for_only_bluetooth_connection
source: This interface can it be use only with Bluetooth connection.
de: Diese Schnittstelle kann nur mit Bluetooth-Verbindungen verwendet werden.
hr: Ovo sučelje može biti korišteno samo preko Bluetooth veze.
hu: Ez a felület csak Bluetooth kapcsolattal használható.
ru: Данный интерфейс может использоваться только при соединении по Bluetooth.

# interface_for_only_wifi_connection
source: This interface can it be use only with Wi-Fi connection.
de: Diese Schnittstelle kann nur mit Wi-Fi-Verbindungen verwendet werden.
hr: Ovo sučelje može biti korišteno samo preko Wi-Fi veze.
hu: Ez a felület csak Wi-Fi kapcsolattal használható.
ru: Данный интерфейс может использоваться только при соединении по Wi-Fi.

# interface_yet_present
source: There is an older interface than the one you are installing. Uninstall the old interface?
de: Es gibt eine ältere Schnittstelle als die, die Sie installieren. Deinstallieren Sie die alte Schnittstelle?
hr: Postoji starije sučelje od onog kojeg instalirate. Želite li deinstalirati staro sučelje?
hu: Egy korábbi felhasználói felület is elérhető, mint amit telepít. Eltávolítja a korábbit?
ru: На устройстве имеется предыдущая версия интерфейса. Удалить старую версию интерфейса?

# ip_lan
source: IP Address (LAN)
de: IP-Adresse (LAN)
hr: IP adresa (LAN)
hu: IP cím (LAN)
ru: IP-адрес (LAN)

# ip_wifi
source: IP Address (Wifi)
de: IP-Adresse (Wi-Fi)
hr: IP adresa (Wifi)
hu: IP cím (WiFi)
ru: IP-адрес (Wi-Fi)

# item_only_on_ledbox
source: This element is present only on LEDbox. You can only play/pause/stop.
de: Dieses Element ist nur auf der LEDbox vorhanden. Es ist nur möglich, die Ausführung zu starten / anzuhalten / zu stoppen.
hr: Ova je stavka prisutna samo na LEDboxu. Možete samo reproducirati / pauzirati / zaustaviti.
hu: Ez a tartalom csak a LEDboxon elérhető.Lejátsza / Szünetelteti / Leállítja?
ru: Данный элемент доступен только на LEDbox. Возможно только воспроизведение/пауза/остановка.

# ledbox_connected
source: LEDbox connected correctly
de: LEDbox richtig angeschlossen.
hr: LEDbox pravilno spojen
hu: A LEDbox megfelelően kapcsolódott.
ru: LEDbox подключен корректно

source: LEDbox Functions
de: LEDbox-Funktionalität
hr: LEDbox funkcije
hu: LEDbox Funkciók
ru: Функции LEDbox

# ledbox_not_found
source: No LEDbox found.
de: Keine LEDboxen gefunden.
hr: LEDbox nije pronađen.
hu: Nem található LEDbox.
ru: LEDbox не обнаружен

source: LEDbox search...
de: Auf der Suche nach der LEDbox ...
hr: Traženje LEDboxa...
hu: LEDbox keresése…
ru: Поиск LEDbox...

# ledbox_updated
source: I'm restarting LEDbox to complete the update.
de: Ich starte die LEDbox neu, um das Update abzuschließen.
hr: Ponovno pokretanje LEDboxa radi dovršetka ažuriranja.
hu: A LEDbox újraindul a frissítés befejezéséhez.
ru: Производится перезапуск LEDbox с целью завершения обновления.

# list_empty_practice_remote
source: No practices present on the current LEDbox
de: Auf der aktuellen LEDbox ist keine Übungssequenz vorhanden.
hr: Nema prisutnih vježbi na LEDboxu.
hu: Semmilyen feladat nem található a LEDboxon.
ru: Тренировок на данном LEDbox не обнаружено

source: Loading ...
de: Wird geladen ...
hr: Učitavanje...
hu: Töltés…
ru: Загрузка...

# login_intro
source: Hi, enter your details and then press OK.
de: Hallo, geben Sie hier Ihre Daten ein und klicken Sie auf OK.
hr: Bok, unesite Vaše detalje i onda pritisnite OK.
hu: Szia! Add meg az adataidat, majd nyomd meg az OK-t!
ru: Здравствуйте. Введите ваши данные и нажмите ОК

source: long beep
de: langer Ton
hr: Dugačak zvučni signal
hu: hosszú csengő
ru: длинный звуковой сигнал

source: long beeps
de: lange Töne
hr: Dugački zvučni signali
hu: rövid csengő
ru: длинные звуковые сигналы

# master_ip_not_valid
source: IP master not valid
de: Ungültige IP-Adresse (Master-Adresse)
hr: IP adresa (glavna) nije valjana
hu: Érvénytelen IP cím (master)
ru: IP-мастер не действителен

source: MATCH SCORE
de: SCORES
hr: REZULTAT UTAKMICE
hu: EREDMÉNY
ru: СЧЕТ МАТЧА

# memory_ledbox
source: LEDbox Memories
de: LEDbox-Speicher
hr: LEDbox memorija
hu: LEDbox Memória
ru: Память LEDbox

# message_sended
source: Command sended to LEDbox
de: Befehl an die LEDbox gesendet
hr: Naredba poslana LEDboxu
hu: Utasítás elküldve a LEDbox-nak
ru: Команда отправлена на LEDbox

# mode_execute
source: Role communication
de: Rolle in der Kommunikation
hr: Komunikacijska uloga
hu: Kommunikációs szerep
ru: Коммуникация через роли

# modifier_layout
source: Display Mode
de: Anzeigemodus
hr: Način Prikaza
hu: Kijelző mód
ru: Режим отображения

source: Move down
de: Sich abwärts bewegen
hr: Pomicanje prema dolje
hu: Áthelyezés alulra
ru: Передвинуться вниз

source: Move up
de: Bewegen Sie sich nach oben
hr: Pomicanje prema gore
hu: Áthelyezés felülre
ru: Передвинуться вверх

# must_enabled_location
source: You must enable location service to use Wifi connection.
de: Die Geolokalisierung muss für die WLAN-Verbindung aktiviert sein.
hr: Omogućite uporabu lokacijskih usluga kako bi koristili Wifi mrežu
hu: A helymeghatározást engedélyezni kell a WiFi kapcsolathoz.
ru: Необходимо включить функцию определения местоположения, чтобы использовать соединение Wi-Fi.

# network_gateway_not_valid
source: Gateway (section Network) void.
de: Ungültige Gateway-IP-Adresse (Abschnitt Netzwerk).
hr: IP adresa pristupnika (mrežni odjeljak) nije važeća.
hu: Átjáró IP cím érvénytelen.
ru: Шлюз (раздел Сеть) недействителен.

# network_ip_not_valid
source: IP (section Network) void.
de: Ungültige IP-Adresse (Abschnitt Netzwerk).
hr: Nevažeća IP adresa (mrežni odjeljak).
hu: IP cím érvénytelen.
ru: IP (раздел Сеть) недействителен.

# network_modality
source: LAN Mode
de: LAN-Verbindungsmodus
hr: LAN mod
hu: LAN mód
ru: Режим LAN

# network_subnet_not_valid
source: Subnet (section Network) void
de: Subnetzadresse (Netzwerkabschnitt) ungültig
hr: Mrežna maska nije važeća
hu: Hálózati maszk érvénytelen
ru: Подсеть (раздел Сеть) недействительна.

# new_firmware_ledbox_downloaded
source: New LEDbox firmware downloaded.
de: Neue Firmware-Version der heruntergeladenen LEDbox.
hr: Novi LEDbox firmware je prezet
hu: Legújabb LEDbox készülékszoftver letöltve.
ru: Загружено новое микропрограммное обеспечение LEDbox.

source: NO
de: NEIN
hr: Ne
hu: NEM
ru: НЕТ

source: none
de: niemand
hr: ništa
hu: semmi
ru: отсутствуют

# none_playlist_item
source: None file insert on playlist
de: Keine Dateien in die Wiedergabeliste eingefügt.
hr: Nijedna datoteka nije umetnuta na popis za reprodukciju
hu: A lejátszási lista üres.
ru: Файлы в плейлисте отсутствуют

# none_practice_item
source: None file insert on practice
de: Keine Übungen in die Sequenz eingefügt.
hr: Nijedna datoteka nije umetnuta u vježbe
hu: Nincs megadott feladat.
ru: Файлы в тренировках отсутствуют

# no_device_bluetooth
source: Nothing LEDbox found.
de: Keine LEDboxen gefunden.
hr: Nije pronađen niti jedan LEDbox
hu: Nem található LEDbox.
ru: LEDbox не обнаружен.

# no_elements
source: No items included in the list.
de: Der Liste wurden keine Elemente hinzugefügt.
hr: Nema stavki na popisu.
hu: A lista üres.
ru: Список не содержит позиций.

# no_internet
source: No internet connection.
de: Keine Internetverbindung.
hr: Niste spojeni na internet.
hu: nincs internetkapcsolat.
ru: Подключение к Интернету отсутствует.

# no_internet_wifi_direct
source: You must disable Wifi connection from LEDbox and you must connect to internet network (Wifi or mobile) to access on online store
de: Sie müssen die WLAN-Verbindung der LEDbox deaktivieren und eine Verbindung zu einem Internet-Netzwerk (WLAN oder Mobiltelefon) herstellen, um auf die Online-Inhalte zugreifen zu können
hr: Morate onemogućiti Wifi vezu sa LEDboxa i morate se povezati s internetskom mrežom (Wifi ili mobilna mreža) da biste pristupili internet trgovini.
hu: Az online áruházhoz való hozzáféréshez le kell tiltania a Wifi kapcsolatot a LEDboxról, és csatlakoznia kell az internethálózathoz (Wifi vagy mobil)
ru: Необходимо отключить соединение Wi-Fi от LEDbox и установить интернет-соединение (Wi-Fi или мобильное соединение), чтобы получить доступ к онлайн-магазину.

# no_ledbox_compatible
source: LEDbox version is not compatible with this App.
de: Die Softwareversion der LEDbox ist nicht mit dieser App kompatibel.
hr: Verzija LEDboxa nije kompatibilna s ovom aplikacijom.
hu: A LEDbox szoftver ezen verziója nem kompatibilis ezzel az Alkalmazással.
ru: Версия LEDbox не совместима с данным приложением.

# no_ledbox_connect_to_practice_remote
source: Connect to LEDbox to access its practices.
de: Stellen Sie eine Verbindung zu einer LED-Box her, um auf die Abfolge der Übungen zuzugreifen.
hr: Spojite se s LEDboxom kako biste dobili pristup vježbama.
hu: Kapcsolódj egy LEDboxhoz, hogy elinduljanak a feltöltött feladatok.
ru: Подключитесь к LEDbox, чтобы получить доступ к тренировкам.

source: Ok
ru: ОК

# online_new_upgrade_ledbox
source: It's avaible a new LEDbox upgrade. Download it now?
de: Für LEDbox ist ein neues Update verfügbar. Jetzt herunterladen?
hr: Dostupno je novo LEDbox ažuriranje. Preuzeti odmah?
hu: Elérhető a LEDbox legújabb frissítése. Letölti?
ru: Доступно в обновленной версии LEDbox. Загрузить сейчас?

# on_ledbox
source: On LEDbox only
de: Nur auf der LEDbox
hr: Samo na LEDboxu
hu: Csak a LEDbox-on
ru: Только на LEDbox

# open_layout_parameters
source: View parameters
de: Parameter anzeigen
hr: Prikazati parametre
hu: Mutasd a beállításokat!
ru: Просмотр параметров

# open_layout_waiting
source: View cover
de: Cover anzeigen
hr: Prikazati naslovnicu
hu: Mutasd a hátteret!
ru: Просмотр заставки

# open_store
source: LEDbox Store
hr: LEDbox Trgovina
hu: LEDbox Bolt
ru: Магазин LEDbox

source: Orange
hr: Narančasto
hu: Narancs
ru: Оранжевый

source: pause
hr: pauza
hu: szünet
ru: пауза

source: play
de: Anfang
hu: lejátszás
ru: пуск

source: PLAYLIST
de: WIEDERGABELISTE
hr: POPIS ZA REPRODUKCIJU
hu: LEJÁTSZÁSI LISTA
ru: ПЛЕЙЛИСТ

source: PLAYLIST (Audio)
hr: POPIS ZA REPRODUKCIJU (audio)
hu: LEJÁTSZÁSI LISTA (Hang)
ru: ПЛЕЙЛИСТ (Аудио)

# playlist_imagevideo
source: PLAYLIST (Image)
de: PLAYLIST (Bilder)
hr: POPIS ZA REPRODUKCIJU (slika)
hu: LEJÁTSZÁSI LISTA (Kép)
ru: ПЛЕЙЛИСТ (Изображения)

source: PRACTICE
de: ÜBUNGEN
hr: VJEŽBA
hu: FELADATOK
ru: ТРЕНИРОВКА

source: Preferences
de: Einstellungen
hr: Postavke
hu: Tulajdonságok
ru: Предпочтения

# preset
source: Free Exercises
de: Kostenlose Übungen
hr: Besplatne Vježbe
hu: Szabad feladatok
ru: Произвольные упражнения

source: Preview
de: Vorschau
hr: Pregled
hu: Előnézet
ru: Предварительный просмотр
