Repository: vickyfikria/led_box_xamarin
Catalog: ledbox/Resources/AppResources.*.resx
Languages: de, hr, hu, ru

source: Purple
de: Violett
hr: Ljubičasta
hu: Lila
ru: Фиолетовый

# reboot
source: Reboot LEDBox
de: Starten Sie die LEDBox neu
hr: Ponovno pokretanje LEDboxa
hu: LEDbox újraindítása
ru: Перезагрузка LEDbox

source: Rebooting
de: Neustart der LEDbox ...
hr: Ponovno podizanje sustava
hu: A LEDbox újraindul…
ru: Идет перезапуск

# reboot_app
source: Restart for the changes to take effect. Reboot now?
de: Starten Sie die LEDbox neu, damit die Änderungen wirksam werden. Möchten Sie es jetzt neu starten?
hr: Ponovo pokrenite da bi promjene stupile na snagu. Resetiraj sad?
hu: A beállítások alkalmazásához újra kell indítani a LEDbox-ot. Újraindítja?
ru: Перезапустите систему, чтобы изменения вступили в силу. Перезапустить сейчас?

source: Red
de: rot
hr: Crvena
hu: Piros
ru: Красный

source: Reset
de: Zurücksetzen
hr: Resetiraj
hu: Visszaállítás
ru: Сброс

# restart_dhcp
source: Restart LAN network
de: Starten Sie das LAN-Netzwerk neu
hr: Resetiranje LAN mreže
hu: LAN újraindítása
ru: Перезапуск сети LAN

# run_update
source: Run update now of the LEDbox?
de: Aktualisieren Sie jetzt die LEDbox?
hr: Pokrenuti ažuriranje LEDboxa sada?
hu: Frissíti most a LEDbox-ot?
ru: Запустить обновление LEDbox сейчас?

source: Save
de: sparen
hr: Spremi
hu: Mentés
ru: Сохранить

# scroller_bottom_top
source: Scroller (bottom to top)
de: Scrollen (von unten nach oben)
hr: Klizač (od dna do vrha)
hu: Gördítés (lentről felfelé)
ru: Прокрутка (снизу вверх)

# scroller_left_right
source: Scroller (left to right)
de: Scrollen (von links nach rechts)
hr: Klizač (s lijeva na desno)
hu: Gördítés (balról jobbra)
ru: Прокрутка (слева направо)

# scroller_right_left
source: Scroller (right to left)
de: Scrollen (von rechts nach links)
hr: Klizač (s desna na lijevo)
hu: Gördítés (jobbról balra)
ru: Прокрутка (справа налево)

# scroller_top_bottom
source: Scroller (top to bottom)
de: Scrollen (von oben nach unten)
hr: Klizač (od vrha do dna)
hu: Gördítés (fentről lefelé)
ru: Прокрутка (сверху вниз)

# searching
source: Search...
de: Forschung...
hr: Traži...
hu: Keresés…
ru: Поиск...

# searching_bluetooth
source: Serching LEDbox
de: Suche nach LEDbox
hr: Traženje LEDboxa...
hu: LEDbox keresése…
ru: Поиск LEDbox

# search_other_ledbox
source: Search for other LEDbox in the network?
de: Nach anderen LEDbox im Netzwerk suchen?
hr: Tražite li druge LEDbox u mreži?
hu: Megvan! Szeretnél másik LEDboxot keresni?
ru: Искать другой LEDbox в сети?

# select_connection
source: Select connection to LEDbox
de: Wählen Sie die Verbindung zur LEDbox
hr: Odaberite vezu za LEDbox
hu: Kapcsolódás a LEDbox-hoz
ru: Выбрать подключение к LEDbox

source: Select language
de: Wähle deine Sprache
hr: Odaberite jezik
hu: Válassz nyelvet!
ru: Выбрать язык

source: SETTING
de: AUFBAU
hr: POSTAVKA
hu: BEÁLLÍTÁSOK
ru: НАСТРОЙКА

source: Settings
de: die Einstellungen
hr: Postavke
hu: Beállítások
ru: Настройки

# settings_ledbox
source: Configure LEDbox
de: LEDbox-Einstellungen
hr: Konfiguriraj LEDbox
hu: LEDbox beállításai
ru: Настройка LEDbox

source: short beep
de: kurzer Ton
hr: Kratki zvučni signal
hu: rövid csengő
ru: короткий звуковой сигнал

source: short beeps
de: kurze Pieptöne
hr: Kratki zvučni signali
hu: hosszú csengő
ru: короткие звуковые сигналы

# size_text
source: Font size
de: Abmessungen
hr: Veličina teksta
hu: Betűméret
ru: Размер шрифта

# sport_required
source: You must select a sport
de: Wählen Sie eine Sportart
hr: Morate odabrati sport
hu: Ki kell választania egy sportágat
ru: Необходимо выбрать вид спорта

# start_dhcp_restart
source: Restart LAN network ...
de: LAN-Neustart läuft ...
hr: Ponovno pokreni LAN mrežu ...
hu: LAN hálózat újraindítása…
ru: Перезапуск сети LAN...

source: stop
de: halt
ru: стоп

source: STORE
de: GESCHÄFT
hr: POHRANITI
hu: BOLT
ru: МАГАЗИН

# success_connection
source: Successful connection
de: Verbindung erfolgreich hergestellt.
hr: Spajanje uspješno
hu: Sikeres kapcsolódás.
ru: Подключение произведено успешно

# sure_disconnect
source: Are you sure to log off from LEDbox?
de: Möchten Sie die Verbindung zur LEDbox wirklich trennen?
hr: Jeste li sigurni da se želite odjaviti s LEDboxa?
hu: Biztosan kijelentkezik a LEDbox-ból?
ru: Вы уверены, что хотите выйти из LEDbox?

source: Text
hr: Tekst
hu: Szöveg
ru: Текст

# time_visibility
source: Visibility
de: Sichtweite
hr: Vidljivost
hu: Láthatóság
ru: Видимость

source: Trash
de: Löschen
hr: Smeće
hu: Lomtár
ru: Корзина

# trash_all_media
source: ALL MEDIA FILES
de: ALLE MULTIMEDIA-DATEIEN
hr: SVE MEDIJSKE DATOTEKE
hu: MINDEN MÉDIA FÁJL
ru: ВСЕ МЕДИА-ФАЙЛЫ

source: Update LEDbox
de: LEDbox Update
hr: Ažurirajte LEDbox
hu: LEDbox frissítése
ru: Обновление LEDbox

# update_to
source: Reinstall upgrade
de: Update neu installieren
hr: Reinstaliranje ažuriranja
hu: Frissítés újbóli telepítése
ru: Повторная установка обновления

source: Username
de: Nutzername
hr: Korisničko ime
hu: Felhasználónév
ru: Логин

source: Username required
de: Benutzername erforderlich
hr: Potrebno je korisničko ime
hu: Felhasználónév kötelező
ru: Требуется логин

# use_plus_button
source: Click button + on headerbar to add a new element.
de: Drücken Sie das Symbol +, um ein neues Element hinzuzufügen.
hr: Kliknite gumb + na zaglavlju kako biste dodali novu stavku.
hu: Kattints a + gombra a fejlécen új tartalom hozzáadásához.
ru: Нажмите на кнопку + на верхнем заголовке, чтобы добавить новый элемент.

# use_store_button
source: Click button store to download a new matchscore
de: Drücken Sie auf das Store-Symbol, um eine neue Scorecard herunterzuladen.
hr: Kliknite gumb pohraniti kako biste preuzeli novi rezultat utakmice
hu: Kattintson a gomb tárolására egy új mérkőzés eredményének letöltéséhez
ru: Нажмите на кнопку «Магазин», чтобы загрузить новый результат матча.

source: Version
de: Ausführung
hr: Verzija
hu: Verzió
ru: Версия

source: Video
hu: Videó
ru: Видео

source: Warning
de: Vorsicht
hr: Upozorenje
hu: Figyelem
ru: Предупреждение

# warning_scan_bluetooth
source: WARNING: The LEDbox must be on for no more than a minute.
de: ACHTUNG: Die LEDbox darf nicht länger als eine Minute eingeschaltet sein.
hr: UPOZORENJE: LEDbox ne smije biti uključen više od jedne minute.
hu: FIGYELEM: A LEDbox kevesebb, mint egy perce lehet bekapcsolva.
ru: ПРЕДУПРЕЖДЕНИЕ: LEDbox должен быть включенным не дольше одной минуты.

source: Weight Gym
de: Fitnessstudio
hr: Zagrijavanje
hu: Bemelegítés
ru: Тренажерный зал

source: White
de: Weiß
hr: Bijelo
hu: Fehér
ru: Белый

# wifi_modality
source: Wi-Fi Mode
de: Wi-Fi-Verbindungsmodus
hr: Wi-Fi mod
hu: Wi-Fi mód
ru: Режим Wi-Fi

source: will be downloaded
de: wird heruntergeladen
hr: biti će preuzeto
hu: le lesz töltve
ru: будет загружено

source: Yellow
de: Gelb
hr: Žuta
hu: Sárga
ru: Желтый

source: Yes
de: Ja
hr: Da
hu: Igen
ru: Да

# you_download_last_ledbox_upgrade
source: You have downloaded last LEDbox upgrade.
de: Sie haben die neueste Update-Version der LEDbox heruntergeladen.
hr: Preuzeli ste najnovije LEDbox ažuriranje.
hu: Letöltötted a LEDbox legutóbbi frissítését.
ru: Вы загрузили последнее обновление LEDbox.

# you_have_last_ledbox_upgrade
source: You have yet last LEDbox upgrade.
de: Sie haben bereits die neueste Upgrade-Version der LEDbox.
hr: Najnovije LEDbox ažuriranje već instalirano
hu: Már rendelkezel a LEDbox legutóbbi frissítésével.
ru: Вам необходимо обновить LEDbox до последней версии.
